Repository: mozilla-l10n/mt-training-data
Catalog: kvx/kvx_pontoon.tmx
Source language: en_us
Languages: kvx

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
kvx: ڪومنَ وائيس رئي رِيڪارڊنگ تعلِيمي،ننڪا ڪاروڀار،آواز رِي اوۯکوڻ ۾ شونق راکيا واۯا منکون ري ذريعي استعمال ٿئہ،زم منکون ۿارُو گھڻا وسيلا زم آواز را نمُونا نئہ وڌارئہ ٺائُوڪو ٺايو زائہ۔ڪي تمي ۿمڀۯاوي هيڪوه جي تمي آپرئي رِيڪارڊنگ نئہ ڪم کتم ڪروا ڪروه؟

source: Community and Languages
kvx: قوم ان ٻولي

source: Community, Creatives and Civil Society
kvx: قوم،تخليقِي منک انَ ميڌونِي معاشرو

source: Community participation and decision making.
kvx: قوم رئي شرڪتدارئي انَ ڦينصلا سازئي۔

source: Community Playbook
kvx: قوم رو رستو (جانڪاري ۿارُو)

source: Confirm Goal
kvx: پڪو مقصڌ

source: Connect with Gravatar
kvx: گِراوِيٽر ٿِي راڀطا ۾ ريو

source: Connect with our community and see supported languages
kvx: امارِي قوم ٿِي مِلو انَ مڌت ڪرنار ٻوليون نئہ زوئو

source: Contact
kvx: رابطو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
kvx: آٿرز،پلي رائيٽز،ڪا اِسڪرينَرائيٽرس انَ پُونسو جي آپرا ڪومون رو هيڪ ننڪو حصو پبلِڪ ڊومئن ۿارُو ٺايا ۿارُو تيار سو؟

source: Contact Form
kvx: امون ٿِي رابطو ڪرو

source: Contact the Common Voice team
kvx: ڪومنَ وائيس ٿِي راڀطو ڪرو

source: Contact us
kvx: امون ٿِي راڀطو ڪرو

source: Contact Us
kvx: امون ٿِي رابطو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kvx: اِيئا هيٺ مواد موجود سئہ<licenseLink> ٺاوَل لائيسينس</licenseLink>

source: Continue
kvx: جارِي راکو

source: Continue speaking
kvx: ٻولتا ريو

source: Continue validating
kvx: جونچ جاري راکو۔

source: Contribute
kvx: ڀاڳ ليوو

source: Contribute on GitHub
kvx: گِٽ هب مانه حصيڌار ٿيو

source: Contribute sentences
kvx: جُملا ڀيۯا ڪرو

source: Contribute text
kvx: متنَ ۾ حصيڌارئي ڪرو

source: Contribute to { $lang }
kvx: ۾ حصو نوکو{ $lang }

source: Contribute to text corpus
kvx: متنَ را مجمُوعہ ۾ حصو ليو

source: Contributing to <bold>{ $language }</bold> dataset
kvx: ڊيٽا سيٽ ۾ <bold> { $language } </bold> حصو ناکوو۔

source: Contribution Activity
kvx: ڀيۯا ملِين ڪوم ڪروو

source: Contribution Criteria
kvx: ڀاڳ ۮِيڌا رو معيار

source: Contribution Experience
kvx: تجرڀو ۿمڀۯاوو

source: Contribution Guidelines
kvx: شامِل ٿيا رئي هڌايت

source: Contributors record voice clips by reading from a bank of donated sentences.
kvx: مدد ڪرنار آپرِي آواز را ڪِلپ رِيڪارڊ ڪرئه، جيا ۮون ڪرل جُملون را بينڪ ٿِي ڀڻينَ ڪريا زائہ۔

source: Cookies
kvx: ڪوڪِيز (بِسڪيٽ)

source: <cookiesLink>Cookies<cookiesLink>
kvx: <cookiesLink>ياڌگيرِي ۿارُو ننڪئي فائل(ڪُوڪِيز)<cookiesLink>

source: Copainalá Zoque
kvx: ڪوپئينالا زوڪِيُو

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
kvx: <coquiLink>ڪوڪُوئِي</coquiLink>اوپن اِسپِيچ ٽيڪنالاجي ۿارُو ڊيڊِيڪيٽيڊ سئہ۔ هايا را پروجيڪٽ ۾ ڊِيپ لرننگ بيسڊ ايس ٽِي ٽِي ان ٽِي ٽِي ايس اِنجڻ شامِل سئہ۔

source: Cornish
kvx: قورنِش

source: Correct
kvx: سهِي

source: Corsican
kvx: ڪورسِيڪينَ

source: { $count } clips
kvx: { $count }ڪِلپون

source: Country/Region of Residence
kvx: تمارو ريا واۯو ملڪ/ ڪا علائقو

source: { $count }wk
kvx: { $count }هڦتو

source: [Crackle] giant dinosaurs of [crackle] -riassic.
kvx: [ڪريڪل] گيانٽ ڊائينا سور رئي [ڪريڪل]- رِياسِڪ۔

source: Create a Custom Goal
kvx: هيڪ ڪسٽم حدف ٺاوو

source: Create a profile
kvx: پروفائل ٺاوو۔

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
kvx: تمي آپ ڪا، آپرون ڌوستون زون نات رون منکون ٿِي مِلينَ نوا جڌيِد، روزونِي را لهجا ۾ جُملا ٺاوو- مثال زم رائيٽ انَ ٿونَ ري ذريعي

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
kvx: منکون رو علمِي ڌائرو،جُملا انَ ترجمو ڪريا ۿارُو متنَ،ننڪئي ٻولئي،نمُونا، وڌارئہ اِستعمال ٿي هيڪئہ۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
kvx: ڪومنَ وائيس ۾ ڌار ڌار منکون نئہ شامِل ڪريا ۿارُو موقعا ۮيڌا رو ڀروسو ۮيوَراوئه جي ڊيٽا سيٽ گھڻام گھڻو منکون رِي ضرورت نئہ پُورئي ڪرئہ۔ امي ايوي ريسورس ان ٽيمپليٽ تيار ڪرياه جيا رو تمي واپراوَ ڪري هيڪو!

source: Crimean Tatar
kvx: ڪرائمِين تتر

source: Criteria
kvx: معيار

source: Croatian
kvx: ڪروٽِيئنَ

source: Culturally specific questions
kvx: ثقافتِي طور مانه کاس سوئال

source: Czech
kvx: سزيچ

source: Dagbani
kvx: ديگبنِي

source: Daily Goal
kvx: هر روز رو مقصڌ

source: Dameli
kvx: دميلِي

source: Danish
kvx: ڊانِش

source: Dargwa
kvx: دُرگوا

source: Dashboard
kvx: ڊيش بورڊ

source: Dataset
kvx: ڊيٽاسيٽ

source: Dataset: { $datasetLanguage }
kvx: ڊيٽاسيٽ:{ $datasetLanguage }

source: Dataset Release
kvx: ڊيٽا سيٽ نئہ رليز ڪروو

source: Datasets
kvx: ڊيٽاسيٽس

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
kvx: "ASR, STT, TTS ان ٻِيزا NLP مضمُونون ۿارُو ڊيٽا سيٽ-جيو قوم رِي شمُوليت ۿارُو ٺايا ڳيا۔

source: Date
kvx: تارِيڪ

source: Dawoodi
kvx: ديوُودِي

source: Days
kvx: ۮِيئون

source: Delete
kvx: کتم ڪروو

source: Delete my recordings
kvx: مارئِي رِيڪارڊنِگ Delete ڪرو

source: Delete Profile
kvx: پروفائل نئہ کتم ڪرو

source: Dhivehi
kvx: ڌِيويشِي

source: Dholuo
kvx: ڌُولائُو

source: Did you know…
kvx: تمون نئہ کٻر سئہ…

source: Different language
kvx: ڌار ٻولئي

source: Difficult
kvx: ۮورو

source: Difficult to pronounce
kvx: ٻوليا ۾ ۮورو

source: Dioula
kvx: دِيئُولا

source: Discard ongoing recording
kvx: جارِي ڪرَل ريڪارڊِنگ نئہ کتم ڪرو

source: do
kvx: ڪروو

source: Documentation
kvx: ڌستاويز (ڪاڳۯ)

source: Does the sentence meet the guidelines?
kvx: ڪِي جُملا معيار مانه پُورو اُوترئہ؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
kvx: ڊُومئن ٿِي مُراڌ جُملا را مضمُونَ ڪا موزُون ٿِي سئہ۔ فِي الحال، تمي اِيئون موئين ٿِي ڪياڪ هيڪ نئہ سُونڍي هيڪو:

source: Donate
kvx: ۮونَ

source: Donate your voice
kvx: تمارئِي آواز ۮيو

source: Done
kvx: ٿي ڳيو

source: do not
kvx: نہ ڪرو

source: Don’t Add
kvx: شامل نہ ڪرو

source: Don't see your language on Common Voice yet?
kvx: ڪِي تمارئِي ٻولئي هنزون ۿُوڌِي Common Voice مانه نه ۮيکهاتئي؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
kvx: ڪِي تمارئي ٻولئي ڊيٽا سيٽ ۾ شامِل نٿِي؟ ٻولِي رئي ڌرخواست ۮِيڌا ۿارُو امارا ۮِيڌل ٻولِي را پونيا مانه زائو۔

source: Don't wish to say
kvx: ڪيوا نٿِي ڪرتو

source: Download
kvx: ڊائونلوڊ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
kvx: جيڪيۮِي تمي ڪومنَ وائيس ۾ آپرو حِصو ۮِيڌو تون آپرا پروگرام ڪا آپ ۿارُو سرٽِيفڪيٽ ڊائونلوڊ ڪرو—ڪم تون اي تمون وڳر مُمڪِن نتو!

source: Download Common Voice Data
kvx: ڪومنَ وائيس ڊيٽا ڊائونلوڊ ڪرو

source: Download Data
kvx: ڊائونلوڊ ڊيٽا

source: Download Dataset Bundle
kvx: ڊائونلوڊ ڊيٽاسيٽ ڀنڍل

source: Download { $language }
kvx: ڊائونلوڊ{ $language }

source: Download Links
kvx: ڊائونلوڊ را لِنڪ

source: Download My Data
kvx: مارو ڊيٽا ڊائونلوڊ ڪرو

source: Download options for accessing Common Voice data
kvx: ڪومنَ وائيس ڊيٽا سيٽ ۿُوڌِي پُوڳيا ۿارُو ڊائونلوڊ را طرِيقا

source: Download our press pack <icon></icon>
kvx: امارئي پريس پيڪ شامِل ڪرو<icon></icon>

source: Download our voice datasets
kvx: امارا ڊيٽاسيٽ نئہ ڊائونلوڊ ڪرو

source: Download profile data
kvx: پروفائل ڊيٽا ڊائونلوڊ ڪرو

source: Download the Dataset
kvx: ڊيٽا سيٽ نئہ ڊائونلوڊ ڪرو

source: Download the Single Word Target Segment
kvx: سِنگل آکر را ٽارگيٽ سيگمينٽ ڊائونلوڊ ڪرو

source: Download your contribution certificate
kvx: تمارو حِصو لِيڌا واۯو سرٽِيفِڪيٽ ڊائونلوڊ ڪرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
kvx: ڪِي تمون ڪنئہ ڪوئي صلاحون ڪا مشورا سئہ جيا ٿِي امي ڪومنَ وائيس ڊيٽاسيٽ نئہ ڪم ڪرينَ وڌِيڪ ٺائُوڪو ٺاوي هيڪون؟ امون نئہ ڊِسڪورس مانه ضرُور ۿمڀۯاوو

source: Do you want to continue?
kvx: ڪِي تمي هايا نئہ جارِي راکوا ڪرو؟

source: Do you want to Speak, Listen or both?
kvx: ڪِي تمي ٻولوا ڪروه، ۿومڀۯا ڪروه، ڪا ٻئِي؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
kvx: ڊريگ ڪرينَ ڊروپ ڪا<browseWrap>ڳوتو</browseWrap>ڪرو

source: Drag your file here or <uploadButton>click to upload</uploadButton>
kvx: آپرئِي فائل ايٿئہ توڻي لي آوينَ ساڏو ڪا<uploadButton> اپلوڊ ڪريا ۿارُو ڪِلڪ ڪرو</uploadButton>

source: Drop file here to upload
kvx: فائل ايٿئہ نوکو زم اُو اپلوڊ ٿي زائہ

source: Duala
kvx: دُوئالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
kvx: حِصو لِيڌا رئہ ٽوڻئہ،سبمِٽ مانه ڪِلڪ ڪريا ڪيڙ فِيڊبيڪ اِسڪيپ ڪريو زاشي۔حِصو سِڌو آڳۯليا پونس رِيڪارڊنگ ڪا تصڌِيق رو ڌورو ڪريا ۿارُو جارِي ريشي۔

source: Dutch
kvx: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
kvx: ڊيٽا سيٽ رئي هر ڌاخلا هيڪ يونيق ايم پِي ٿرِي فائل انَ اُوئا پرموڻئہ هيڪ ٽيڪسٽ فائل پرموڻئہ هوئہ۔ ڊيٽا سيٽ ۾ موجود<b>{ $total }</b> ڪلاڪون ري الهائِي گھڻي ريڪارڊنگ ڀيۯا ڊيموگرافِڪ ڊيٽاميٽا پڻ شامِل هوئہ، زم زمار، جِنس ان لهجو (ٻوليا رو ڍاۯو) مشينَ را اِنجڻ نئہ ۿزميا ۿارُو مڌت گار ثابت ٿئہ۔ اِيئہ ٽوڻئہ ڊيٽا بيس ۾ <b>{ $valid }</b> تصڌِيق ٿيل ڪلاڪ سئہ<b>{ $languages }</b> ٻوليون ۾، پڻ امي هميش نوي آوازون رو واڌارو ڪرونه ريا۔ امارئي ٻولئي<languagesLink> ٻوليون رو پونيو زوئو</languagesLink> ﻿زم ڪوئي حصو ڪا ڌرخواست ۮيوا شُروع ڪرو۔

source: Eastern Balochi
kvx: ا﻿ِيسٽرنَ بلوچِي

source: Eastern Huasteca Nahuatl
kvx: اِيسٽرنَ هائُوسٽِيڪا نهُوٽَل

source: Eastern Min
kvx: اِيسٽرنَ مائِينَ

source: Eastern Penan
kvx: اِيسٽرنَ مائِينَ

source: Easy
kvx: ۿورو

source: Easy to Understand
kvx: ۿزميا ۾ ۿورو

source: Ebrie
kvx: اِيبرِي

source: Edit
kvx: رڌو ڀڌل

source: Edit Profile
kvx: پروفائل نئہ ايڊِٽ ڪرو

source: e.g., “What do you wish you could use technology for?”
kvx: تمي چاهو جي ٽيڪنالاجي رو اِستعمال ڪيا شينه ۿارُو ڪري هيڪوه؟

source: Email
kvx: اِيميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
kvx: اِيميل:<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
kvx: <emailFragment> سائن اپ ڪرو </emailFragment> امارِي اِي ميل لسٽ ۿارُو جي تمي زوڻي هيڪو ڪومنَ وائيس ۾ ڪئمپئن، پروگروم ان ڊيزائن فِيچرز ۾ ڪيوا نمُونا رو حصو لي هيڪونه۔

source: Email is already used for a different account
kvx: اِيميل پيرهِين ٿِي ڪياڪ ٻِيزا اڪائونٽ ۾ استعمال ٿيل سئہ

source: Email Subscriptions
kvx: اِيميل سبسڪرپشنز

source: Emakhuwa
kvx: اِيماخُوئا

source: English
kvx: انگريزِي

source: Enter Email to Download
kvx: ڊائونلوڊ ڪريا ۿارُو اِيميل ڌاخل ڪرو

source: Enter email to send a sign up link
kvx: سائن اپ لِنڪ ميليا ۿارُو آپرو اِيميل ڌاخل ڪرو

source: Enter your Country/Region of Residence
kvx: تمارو ريا واۯو ملڪ/ ڪا علاقو ڌرج ڪرو

source: Enter your email
kvx: تمارو اِي ميل ڌاخل ڪرو

source: Enter your public domain sentence here
kvx: آپرا پبلِڪ ڊومئنَ جُملا ايٿي ڌاخل ڪرو

source: Enter your public domain sentences here
kvx: آپرا پبلِڪ ڊُومئن جُملا ايٿي ڌاخل ڪرو

source: Error
kvx: ﻿کراٻئي

source: Error adding sentence
kvx: گلتِي ٿي ڳئي جُملو نوکيا ۾

source: Error { $code }
kvx: ڳلتئي{ $code }

source: Error while playing audio file.
kvx: اّڊيو فائل ووڊا رئہ ٽوڻئہ هيڪ گلتي آوي رئي۔

source: Erzya
kvx: اِرضِيئا

source: ESC
kvx: اِي ايس سِي

source: Esperanto
kvx: اِسپرينٽو

source: Estonian
kvx: اِسٽونِيئن

source: Eton
kvx: اِيٽونَ

source: Events
kvx: پروگروم

source: Everyone
kvx: هر هيڪ

source: Ewe
kvx: اِيوي

source: Ewondo
kvx: اِيوونڊو

source: Example
kvx: مثال

source: Example questions
kvx: مثالِي سوئالات

source: Exceeded 25 questions. Reduce number of questions and retry.
kvx: 25 سوئالون رئي حڌ ڪراس ڪرئي پرئي۔سوئالون رئي تعڌاڌ گھٽ ڪر ان ٻِيزِي وار ڪوشش ڪرو۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
kvx: دلچسپ کٻر! اِسپونٽينيئس تقرِير جوم جلڌِي آوئه رئي! نوِي اپ ڊيٽ ۿارُو هميش تيار ريو! انَ تازِي جانڪارِي/ معلُومات ۿارُو<discordLink> ڊِسڪورڊ</discordLink> ڪا ضرُُور چيڪ ڪرو۔

source: Exit & Delete clips
kvx: Exit ڪرو ان ڪِلپ Delete ڪرو

source: Explore datasets <icon></icon>
kvx: ڊيٽاسيٽ رئي تحقِيقات ڪرو<icon></icon>

source: Explore organizations supporting Common Voice around the world
kvx: ٻڌِي ڌُنيا ۾ ڪومنَ وائيس رو ساٿ ۮِيڌا واۯِيون تنظِيمون نئہ زوئو

source: Explore the community and languages supported by Common Voice
kvx: ڪومنَ وائيس رئي قوم انَ مڌت ڪرنار ٻوليون رو جائزو ليو

source: Express or solicit prejudiced or offensive sentiments
kvx: نڦرت ڪا تعصڀ مانه مبني ڪا نُقصان ۮِيڌا واۯا اظهار طلب نہ ڪرو

source: Failed to copy SHA256 Checksum
kvx: ايس ايڇ اي 256 چيڪسم ڪاپئي ڪريا ۾ ناڪام

source: Fang
kvx: فنگ

source: FAQ
kvx: ايف اي ڪيُو

source: Faroese
kvx: فِروضِي

source: Featured in...
kvx: موئين شامِل سئہ۔۔۔

source: Female/Feminine
kvx: ڏوشي/ڏوشِئيون واۯي

source: Fewer than 15 words per sentence
kvx: هر هيڪ جُملو پنرئہ ويڻون ٿِي گھٽ هوئہ

source: Fields marked with an asterisk (*) are required.
kvx: جي﻿ا ڪوم ڪريا را (*) نِيشونَ لڳايا ڳيا هائي جوم ضرُورِي سئہ۔

source: File is too large
kvx: فائل جوم موٽئي سئہ

source: File is too small
kvx: فائل نونئي سئہ

source: Finance
kvx: پئهيا/ رُوپيا

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
kvx: ايوون منکون نئہ ڳوتو جيو اِيئا ڪوم ۾ شونق راکتا هوئہ۔ ڪا يونيورسٽي، ٻولئي شِينکيا واۯا اِراڌا، حقون رئي حمايت ڪريا واۯا ٽولا ڪا ڊيٽا سائينس قوم ٿي هيڪئہ۔ اُوئون ٿِي رابطو ڪرو انَ صاڦ صاڦ ۿمڀۯاوو جي اُو ڪيوَئہ نمُونئہ مڌت ڪري هيڪئہ انَ ڪم۔<outreachTemplates> امارا ٽيمپليٽ انَ اِي ميل زوئو</outreachTemplates>۔

source: Find us on Matrix
kvx: امون نئہ ميٽرِڪس مانه ڳوتو

source: Finish editing first?
kvx: ٻڌون ٿِي پيرهِين ايڊنٽنگ نئہ کتم ڪرو؟

source: Finish recording
kvx: رِيڪارڊِنگ ﻿پُورئِي ڪرو

source: Finish recording first?
kvx: پيرهِين رِيڪارڊِنگ پُورئي ڪرئي؟

source: Finish Review
kvx: کتم دوهرائِي

source: Finish validating
kvx: جونچ کتم ڪرو۔

source: Finish validating clips?
kvx: ڪِي ڪِلپ رِئي جونچ پُورئِي ڪرو؟

source: Finnish
kvx: فِنِش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
kvx: ٻڌون ٿِي پهرِين اي زوئو جي تمارئي ٻولئي <languageLink> پيرهِين ٿِي موجود سئہ</languageLink>۔ جيڪيۮِي هائي موجود نٿِي، تو تمي<languageRequestLink> آپرئي ٻولئي شامِل ڪريا رئي ڌرخواست ۮي هيڪو</languageRequestLink>۔ اِيئا را ٻي مرحلا سئہ: ويب سائيٽ رو ترجمو ڪروو، ان جُملا ڀيۯا ڪروو

source: Follow guidelines from “What sentences can I add?”
kvx: Follow guidelines ٿِي مڌت ليو انَ ڪيڌل واتون مانه عمل ڪرو

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
kvx: هر وائيس ڪِلپ جيو تمي ۮونَ ڪروه، انَ هر آڊيو ڪِلپ جيا رئي تمي تصڌيق ڪرو، تمارا را اڪائونٽ ڊيش بورڊز نئہ اپ ڊيٽ ڪرئه زم هر هيڪ ٻولِي ۾ جيا ۾ تمي حصيدار سو، تمارئي پروگريس ۮِيکاڙئي زائہ۔ جي هوئہ، تمي هيڪ ٿِي وڌِيڪ ٻوليون ۾ حِصو لي هيڪو! <br/><br/> ڊيش بورڊ رو اِستعمال ڪرو آپرئي صُورتحال زوڻيا ۿارُو، قوم رون ٻِيزون منکون ڀيۯا آپرا مقصڌ زويا ۿارُو، ان هر روز ڪا هڦتاوار حصا سيٽ ڪريا ۿارُو۔

source: for example
kvx: مثال ۿارُو

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
kvx: امي پبلِڪ ڊومئن متن ۿارُو جيو آنلائنَ ڌستياڀ نٿِي،تمي تعليمي نمُونو اِستعمال ڪري هيڪو،مثال زم هارورڊ نمُونو "جيس (2021) مارا پبلِڪ ليسن بيت"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
kvx: ٽيڪنالاجي نئہ ﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿ٻڌون ۿارُو ٺائُوڪئہ ڍاۯئہ ڪوم ڪريا ۿارُو، اُو ڊيٽا جيو ڊيولپر نئہ ٽيڪنالاجي ٺايا ۾ مڌت ڪرئہ، گھڻون منکون را پاها ٿِي آوَل ۮيکاوَو کپئہ۔ مِثال جي امي ڪياڪ کاس ڍاۯون ۾ ٻوليا واۯون نئہ ڀي﻿ۯا نئِين راکون تون ٽيڪنالاجي اُوئون ڍاۯون ۾ ٻوليا واۯون ۿارُو سهِي ڪوم نئِين ڪرئہ۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
kvx: اِيئون ٻوليون رئي شُروعات ڪريا ۿارُو ڪرينَ اي ويب سائيٽ ڪامياڀِي ٿِي<localizationGlossaryLink>مقامي ٻولِي انَ ثقافت ۿارُو ٺاوئي ڳئي</localizationGlossaryLink>،ان الهائِي <sentenceCollectionGlossaryLink>جُملا ڀيۯا ڪريا ڳيا</sentenceCollectionGlossaryLink>زم </speakLink>انَ<listenLink>ۿومڀۯيا ۿارُو لڳاتار حِصو ۮي هيڪئہ۔

source: Foundations
kvx: ڀڻياڌون

source: French
kvx: فرينچ

source: Frisian
kvx: فر﻿ييسيئنَ

source: Fulah
kvx: فلاه

source: Fuzhou
kvx: فوزو

source: Galician
kvx: گُوليشِيئن

source: Gawarbaiti
kvx: گواربئيٽِيز

source: Gawri
kvx: گاورِي

source: GB
kvx: جِي ڀِي

source: General
kvx: عام

source: General language / multiple variants
kvx: عام ٻولئِي / ڌار ڍاۯو

source: Georgian
kvx: جيوگِيئن

source: German
kvx: جرمنَ

source: Get in touch
kvx: راڀطو ڪرو

source: Get in touch <icon></icon>
kvx: راڀطو ڪرو<icon></icon>

source: Get involved
kvx: ڀاڳ ليوو

source: Get Involved
kvx: شامِل ٿيو

source: Get started <icon><icon>
kvx: شُروع ڪرو<icon><icon>

source: Get started with goals
kvx: حدف ڀيۯئي شُروئات ڪرو

source: Get Started with Speech Recognition
kvx: وات چِيت ڪا اوۯکوڻ رئي شُروعات ڪرو

source: Get your certificate
kvx: تمارو سرٽِيفيڪيٽ ليو

source: Gheg Albanian
kvx: گيگ البينين

source: Ghomala
kvx: گوملا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
kvx: <githubLink>اين وِي آئي ڊِي آئي اي نيمو</githubLink> هيڪ<docsLink> اوپن سورس ٽُول ڪِٽ</docsLink> سئہ جيو ڳوتيا واۯا ۿارُو سئہ جيو اسٽيٽ آف آرٽ ڪنورزيشنل اي آئِي ماڊلز ڊيولپ ڪرئه ريا۔

source: Goal reached
kvx: مقصڌ حاصل ٿي ڳيو

source: Goals
kvx: مقصڌ

source: Gorani
kvx: گورانِي

source: Go to Discourse
kvx: ڊِسڪورس مانه زائو

source: Go to Languages Page
kvx: ٻوليون رون پونيون مانه زائو

source: Go to { $name }
kvx: زائو{ $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
kvx: <governanceLink> امارئي حڪُومت را ﻿ڀارام ۾ وڌِيڪ ڀڻو</governanceLink>

source: Governments
kvx: حُڪومتون

source: Grammatical / spelling error
kvx: لکت / گرامر ري ڳلتي

source: Great! How many clips a week?
kvx: جوم ٺائُوڪو! هيڪا هڦتا ۾ ڪتا ڪِلپ؟

source: Great! How many clips per day?
kvx: جوم ٺائُوڪو هيڪا ۮِي ۾ ڪتا ڪِلپ؟

source: Great!<recordIcon></recordIcon> Record your next clip
kvx: جوم ٺائُوڪو<recordIcon></recordIcon> تمارو آڳۯليو ڪِلپ رِيڪارڊ ڪرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
kvx: ٺائُوڪو ڪوم! <playIcon></playIcon> زئيون تمي تيار هووو تون وۯي ۿونمڀڙو۔

source: Greek
kvx: گرِيڪ

source: Gronings
kvx: گرونِينگز

source: Guarani
kvx: گوئارانِي

source: Guidelines
kvx: جانڪاري

source: Gujarati
kvx: گُجراتِي

source: Gujari
kvx: گُوجرِي

source: Haitian
kvx: هائيٽِيئانَ

source: Hakha Chin
kvx: هاکا چِن

source: Hausa
kvx: هائُوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
kvx: ڪِي تمارو ڪوئي لارليو ڪا آيا واۯا ٽوڻا مانه ڪوئي پروگروم سئہ؟امون نئہ ۿمڀۯاوو،انَ امي هايا نئہ آپرِي نات ۾ ۿمڀۯاوشون زون اِيئا مانه ڪوئي مضمُونَ لِکشون!

source: Have Feedback?
kvx: تمارا پاها ٿِي ڪوئي صلاح/مشورو؟

source: Have you read our Terms?
kvx: ڪِي تمارئہ امارا قانُون قائيڌا ڀڻوو؟

source: Having an account is not required to contribute, though it is helpful.
kvx: اڪائونٽ رو هوئو حصو لِيڌا ۿارُو ضرُورِي نٿِي، پڻ اي مڌتگار سئہ۔

source: Having a profile is not required to contribute though it is helpful, see why below.
kvx: حِصو لِيڌا ۿارُو پروفائل ضرُورِي نٿِي،پڻ اي مڌتگار ٿي هيڪئہ-نِيسئي وجہ زوئو۔

source: Healthcare
kvx: صحت انَ صڦائِي رو کيال

source: Hebrew
kvx: هيبرِيُو

source: Help
kvx: مڌت

source: Help Common Voice reach { $hours } hours in a language with a personal goal
kvx: ڪومنَ وائيس نئہ هيڪ ٻولِي ۾ { $hours } ڪلاڪون ۿُوڌِي پُوڳيا ۾ آپرا ذاتي ڪوم ۿُوڌِي پُوڳيا ۾ مڌت ڪرو

source: Help create Common Voice’s first target segment in { $locale }
kvx: Common Voice را پيرهيان target segment نئہ ٺايا ۾ مڌت ڪرو{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
kvx: هُون آپرا ذاتي ڪوم ڀيۯو{ $hours } ڪلاڪون ۿُوڌِي { $language } پُو﻿ڳيا ۾ مڌت ڪرو

source: Help teach machines how real people speak, donate your voice at { $link }
kvx: مِشينون نئہ اي شِينکاڙيا ۾ مڌت ۮيو جي منک ۿاس ۾ ڪم ڪرينَ ٻولئہ، آپرئي آواز ايٿئہ ۮونَ ڪرو{ $link }

source: Help us build a community around voice technology, stay in touch via email.
kvx: اماري مڌت ڪرو هيڪ آواز رئِي ٽيڪنالاجي مانه هيڪ قُوم ٺايا ۾،اِي ميل ري ذريعي رابطا ۾ ريو۔

source: Help us build a high quality, publicly open dataset
kvx: امون نئہ هيڪ ٺائ﻿ُوڪِي معيار واۯو، ٻڌون ۿارُو موجوڌ ڊيٽاسيٽ تيار ڪريا ۾ مڌت ۮيو۔

source: Help us find more voices, share your goal
kvx: آوازون ۮِيڌا ۾ امارئي وڌِيڪ مڌت ڪرو، تمارو مقصڌ ۿمڀۯاوو

source: Help us get to { $goal }
kvx: امون نئہ مقصڌ ۿُوڌِي پوتيا ۾ مڌت ڪرو{ $goal }

source: Help us validate sentences!
kvx: امون نئہ جُملون رئي تصڌِيق ڪريا ۾ مڌت ڪرو!

source: Help us validate voices
kvx: آواز رئي جونچ ڪريا ۿارُو امارئِي مڌت ڪرو۔

source: Heng Hua
kvx: هينگ هوا

source: Here are the links to download your ZIP files.
kvx: ايٿئہ تمون ۿارُو زِپ فائلون ڊائونلوڊ ڪريا ۿارُو لِنڪ ۮِيڌل سئہ۔

source: Hidden
kvx: ناهڙلَ

source: Highland Puebla Nahuatl
kvx: هائِيلينڊ پُوئِيبلا نيهُوئاتُل

source: Hiligaynon
kvx: هيليگيُونَ

source: Hill Mari
kvx: هِل مري

source: Hindi
kvx: هِنڌِي

source: His hand was rais-ed.
kvx: اُوئا رو هاٿ اُونسو ڪرَل هتو۔

source: History, Law and Government
kvx: تاريخ، قانُون ان حڪُومت

source: Hours
kvx: ڪلاڪ

source: Hours Recorded
kvx: ڪلاڪون نئہ رِيڪارڊ ڪريا ڳيا

source: Hours Validated
kvx: ڪلاڪون رئي تصڌِيق ڪرئي ڳئي

source: How ?
kvx: ڪم ڪرينَ؟

source: How are project decisions made?
kvx: پروجيڪٽ را ڦينصلا ڪم ڪرينَ ڪريا زائه؟

source: How can we effectively grow a language on Common Voice?
kvx: امي ڪومنَ وائيس نئہ هيڪ ٻولِي نئہ ڪيوئہ نمُونئہ اثر دار طرِيقا ٿِي وڌاوي هيڪون؟
